tap "azure/bicep"
tap "azure/kubelogin"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "philpennock/protocols"
tap "phrase/brewed"
tap "teamookla/speedtest"
brew "act"
brew "autoconf"
brew "automake"
brew "python@3.9"
brew "awscli", link: false
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "gnupg"
brew "blackbox"
brew "broot"
brew "ccache", args: ["HEAD"]
brew "cloc"
brew "cocoapods", link: false
brew "openldap"
brew "curl"
brew "freetds"
brew "libpq"
brew "tidy-html5"
brew "php"
brew "composer"
brew "croc"
brew "dnsmasq"
brew "docker", link: false
brew "elm"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow-avh"
brew "gnu-sed"
brew "htop"
brew "hugo"
brew "tcl-tk"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lftp"
brew "lzip"
brew "macvim"
brew "maven"
brew "minikube"
brew "node@16"
brew "mongosh"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "nginx"
brew "node", link: false
brew "node@12"
brew "node@14"
brew "pandoc"
brew "perl"
brew "php@7.2"
brew "php@7.4"
brew "postgresql"
brew "pup"
brew "python@3.8"
brew "qrencode"
brew "restic"
brew "ripgrep"
brew "spotify-tui"
brew "starship"
brew "swagger-codegen"
brew "switchaudio-osx"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "vim", link: false
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zola"
brew "azure/bicep/bicep"
brew "azure/kubelogin/kubelogin", link: false
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell", link: false
brew "phrase/brewed/phrase"
brew "phrase/brewed/phraseapp"
cask "amethyst"
cask "bitwarden"
cask "blender"
cask "caffeine"
cask "chromium"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "github-beta"
cask "insomnia"
cask "jumpcut"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notunes"
cask "powershell"
cask "provisionql"
cask "signal-beta"
cask "skim"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "visual-studio-code"
cask "wireshark"
