tap "aquasecurity/trivy"
tap "azure/bicep"
tap "azure/kubelogin"
tap "buildpacks/tap"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "phrase/brewed"
brew "ack"
brew "act"
brew "actionlint"
brew "node"
brew "angular-cli"
brew "awscli"
brew "azcopy"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "blackbox"
brew "caddy"
brew "checkstyle"
brew "cloc"
brew "cmake"
brew "ruby", link: true
brew "cocoapods"
brew "freetds"
brew "php"
brew "composer"
brew "coreutils"
brew "difftastic"
brew "docker"
brew "dotnet"
brew "dotnet@6"
brew "fastlane"
brew "fd"
brew "figlet"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-filter-repo"
brew "git-quick-stats"
brew "gitleaks"
brew "go"
brew "go-jira"
brew "gradle"
brew "hadolint"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "kdoctor"
brew "ktlint"
brew "kubeconform"
brew "kubernetes-cli"
brew "kyverno"
brew "liquibase"
brew "magic-wormhole"
brew "markdownlint-cli"
brew "maven"
brew "mongocli"
brew "node@16"
brew "mongosh"
brew "mysql", restart_service: true
brew "n"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "onefetch"
brew "pandoc"
brew "phrase-cli"
brew "virtualenv"
brew "pre-commit"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "rust-analyzer"
brew "rustfmt"
brew "scc"
brew "shellcheck"
brew "spotify-tui"
brew "starship"
brew "swagger-codegen"
brew "swiftlint"
brew "switchaudio-osx"
brew "thefuck"
brew "tmux"
brew "watch"
brew "wget"
brew "xq"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "aquasecurity/trivy/trivy"
brew "azure/bicep/bicep"
brew "azure/kubelogin/kubelogin"
brew "buildpacks/tap/pack"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell"
cask "adobe-acrobat-pro"
cask "affinity-designer"
cask "affinity-photo"
cask "alacritty"
cask "audacity"
cask "bartender"
cask "cool-retro-term"
cask "dash"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "drawio"
cask "dropbox"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "github-beta"
cask "insomnia"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "loopback"
cask "macvim"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mongodb-compass"
cask "mysql-shell"
cask "netnewswire"
cask "nextcloud"
cask "notunes"
cask "obsidian"
cask "postman"
cask "provisionql"
cask "qlmarkdown"
cask "rar"
cask "satellite-eyes"
cask "signal-beta"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "visual-studio-code"
cask "vysor"
cask "whatsapp-beta"
