tap "aquasecurity/trivy"
tap "azure/bicep"
tap "azure/kubelogin"
tap "buildpacks/tap"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "moderneinc/moderne"
tap "mongodb/brew"
tap "phrase/brewed"
brew "ack"
brew "act"
brew "actionlint"
brew "xz"
brew "allure"
brew "angular-cli"
brew "readline"
brew "aria2"
brew "automake"
brew "aws-nuke"
brew "python@3.11"
brew "awscli"
brew "azcopy"
brew "azure-cli"
brew "bat"
brew "bison"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "libffi"
brew "openssl@1.1"
brew "blackbox"
brew "caddy"
brew "checkstyle"
brew "chruby"
brew "cloc"
brew "cmake"
brew "libyaml"
brew "ruby", link: true
brew "cocoapods"
brew "freetds"
brew "php"
brew "composer"
brew "coreutils"
brew "openjdk@17"
brew "detekt"
brew "difftastic"
brew "docker"
brew "dotnet"
brew "fastlane"
brew "fd"
brew "figlet"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "python@3.10"
brew "git-filter-repo"
brew "git-quick-stats"
brew "gitleaks"
brew "gnu-sed"
brew "go"
brew "go-jira"
brew "gradle"
brew "hadolint"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "kdoctor"
brew "ktlint"
brew "kubeconform"
brew "kubernetes-cli"
brew "kyverno"
brew "liquibase"
brew "magic-wormhole"
brew "markdownlint-cli"
brew "maven"
brew "mongocli"
brew "mongosh"
brew "moreutils"
brew "mysql", restart_service: true
brew "n"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nvm"
brew "onefetch"
brew "openjdk@11"
brew "pandoc"
brew "php@8.2"
brew "phrase-cli"
brew "virtualenv"
brew "pre-commit"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "ruby-install"
brew "rust-analyzer"
brew "rustfmt"
brew "scc"
brew "shellcheck"
brew "showkey"
brew "sops"
brew "spotify-tui"
brew "starship"
brew "stow"
brew "swagger-codegen"
brew "swiftlint"
brew "switchaudio-osx"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "typst"
brew "watch"
brew "wget"
brew "xcodes"
brew "xmlstarlet"
brew "xq"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "aquasecurity/trivy/trivy"
brew "azure/bicep/bicep"
brew "azure/kubelogin/kubelogin"
brew "buildpacks/tap/pack"
brew "moderneinc/moderne/mod"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell"
cask "adobe-acrobat-pro"
cask "affinity-designer"
cask "affinity-photo"
cask "alacritty"
cask "audacity"
cask "cool-retro-term"
cask "dash"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "drawio"
cask "dropbox"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "github-beta"
cask "insomnia"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassxc"
cask "key-codes"
cask "loopback"
cask "macvim"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mongodb-compass"
cask "mysql-shell"
cask "netnewswire"
cask "nextcloud"
cask "notunes"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "powershell"
cask "provisionql"
cask "qlmarkdown"
cask "rar"
cask "raycast"
cask "readyapi"
cask "satellite-eyes"
cask "signal-beta"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "swiftbar"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "vysor"
cask "whatsapp"
cask "zsa-wally"
vscode "ahmadalli.vscode-nginx-conf"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "angular.ng-template"
vscode "aws-scripting-guy.cform"
vscode "bmalehorn.vscode-fish"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "codingyu.laravel-goto-view"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "fivethree.vscode-hugo-snippets"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "hitkodev.vscode-remark-hugo"
vscode "ihunte.laravel-blade-wrapper"
vscode "jdinhlife.gruvbox"
vscode "mathiasfrohlich.kotlin"
vscode "mgt19937.typst-preview"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.hexeditor"
vscode "naoray.laravel-goto-components"
vscode "nvarner.typst-lsp"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "orta.vscode-jest"
vscode "pgl.laravel-jump-controller"
vscode "raynigon.nginx-formatter"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust"
vscode "rust-lang.rust-analyzer"
vscode "ryannaddy.laravel-artisan"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shufo.vscode-blade-formatter"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "stkb.rewrap"
vscode "valentjn.vscode-ltex"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
